// © Copyright 2010, 2015-2016 HP Development Company, L.P.

// ------ Ink Colors ------ //

"cyan" = "Cyanfärgat [C]";
"magenta" = "Magentafärgat [M]";
"yellow" = "Gul [Y]";

"black" = "Svart [K]";

"red" = "Röd [R]";
"green" = "Grön [G]";
"blue" = "Blå [B]";

"lightcyan" = "Ljus cyan [LC]";
"lightmagenta" = "Ljus magenta [LM]";

"orange" = "Orange [O]";

"gray" = "Grå [G]";
"lightgray" = "Ljusgrå [LG]";
"darkgray" = "Mörkgrå [DG]";

"photoblack" = "Fotosvart [PK]";
"matteblack" = "Mattsvart [MK]";

"glossenhancer" = "Glansförstärkare";

"violet" = "Violett [V]";

"gold" = "Guld [??]";
"silver" = "Silver [??]";
"bronze" = "Brons [??]";

"metallic" = "Rödmetallic [??]";

"tricolor" = "Tre färger [Cyanfärgat/magentafärgat/gul]";
"photo" = "Foto [svart/ljus cyan/ljus magenta]";
"photogray" = "Grå foto [svart/grå/ljusgrå]";

"Photo [PK]" = "Foto [PK]";


//Event Titles in Message Center
"Previously Used Genuine HP Cartridge(s)" = "Tidigare använd(a) äkta HP-patron(er)";
"Refilled or Depleted Cartridge Detected" = "Påfylld eller förbrukad patron upptäckt";

//Pharse for smash alert
"The message status could not be updated" = "Meddelandestatusen kunde inte uppdateras";

//New titles introduced for K4 phase to be localized.
"Counterfeit Cartridge Advisory" = "Information om förfalskade patroner";
"Used, Refilled or Counterfeit Cartridge Detected" = "Använd, påfylld eller förfalskad patron detekterad";

HSDUseCartridgeOrLearnAboutProtection = "Om du vill fortsätta att använda angivna bläckpatroner, klickar du på Fortsätt.
Om du vill avsluta och läsa mer om funktionen HP Cartridge Protection klickar du på Avbryt.";

"View HP Privacy Statement Online" = "HPs sekretesspolicy";

"Shop Online" = "Köp online";

"To order a genuine HP replacement cartridge, click Shop Online." = "Om du vill beställa en äkta HP-ersättningspatron kan du klicka på Köp online.";

//a: Removed the sring from the nib file and added the same here.
"To continue using this cartridge, click OK." = "Om du vill fortsätta använda patronen klickar du på OK.";
"View online details about shared information" = "Visa detaljer online om delad information";

// [RQ 7996] Replace 'Shop Online' with 'Buy Now' in supply alerts.
"Buy Now" = "Köp nu";
"To order a genuine HP replacement cartridge, click Buy Now." = "Om du vill beställa en äkta HP-utbytespatron nu klickar du på Köp nu.";


"To order a genuine HP replacement cartridge online, click Buy Now." = "Beställ en äkta HP-ersättningspatron online genom att klicka på Köp nu.";

"View data shared with HP" = "Visa data som delats med HP";

"HP Instant Ink Support Online" = "HP Instant Ink Support Online";

//Ink subscription message from K10
"For problems with cartridges obtained from HP Instant Ink, please contact HP Instant Ink Support Online." = "Om du har problem med patroner som du fått via HP Instant Ink kontaktar du HP Instant Ink Support Online.";

////////////////////////////////////////////////////////////////////////////////
// Shared Strings

// Is Pen Counterfeit Dialog
HSD__65592_65685__EventTitle = "Redan använda eller oäkta patroner upptäckta";
